/* No video code has been entered yet */
"Drag YouTube video URL here" = "Arraste a URL do vídeo do YouTube aqui";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Desculpe, mas o vídeo do YouTube não foi encontrado para o código que você digitou.";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable 'Load data from the Internet' in Preferences." = "Para ver o vídeo no Sandvox, por favor, habilite \"Carregar dados da Internet\" nas Preferências.";